Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# TelemetryConsentDialog_Content
source: Allow Capture Tool to send optional usage data through Microsoft Store Services. This data is used to produce aggregate counts of feature and command usage and outcomes for key operations. Capture Tool does not include captures, file names or paths, clipboard contents, recognized text, or app-generated identifiers. You can change this setting at any time in Settings.
de_de: Erlauben Sie Capture Tool, optionale Nutzungsdaten über Microsoft Store Services zu senden. Diese Daten werden verwendet, um aggregierte Statistiken zur Nutzung von Funktionen und Befehlen sowie zu den Ergebnissen wichtiger Vorgänge zu erstellen. Capture Tool übermittelt keine Aufnahmen, Dateinamen oder -pfade, Zwischenablageinhalte, erkannten Texte oder von der App generierten Kennungen. Sie können diese Einstellung jederzeit in den Einstellungen ändern.
es_es: Permite que Capture Tool envíe datos de uso opcionales mediante los servicios de Microsoft Store. Estos datos se utilizan para generar recuentos agregados del uso de funciones y comandos y de los resultados de operaciones importantes. Capture Tool no incluye capturas, nombres o rutas de archivos, contenido del Portapapeles, texto reconocido ni identificadores generados por la aplicación. Puedes cambiar esta opción en cualquier momento en Configuración.
fr_fr: Autorisez Capture Tool à envoyer des données d’utilisation facultatives par l’intermédiaire des services du Microsoft Store. Ces données servent à produire des statistiques agrégées sur l’utilisation des fonctionnalités et des commandes, ainsi que sur le résultat des opérations importantes. Capture Tool n’inclut pas les captures, les noms ou chemins de fichiers, le contenu du Presse-papiers, le texte reconnu ni les identifiants générés par l’application. Vous pouvez modifier ce paramètre à tout moment dans les Paramètres.
ru_ru: Разрешите Capture Tool отправлять необязательные данные об использовании через службы Microsoft Store. Эти данные используются для создания агрегированной статистики об использовании функций и команд, а также о результатах важных операций. Capture Tool не включает в них снимки, имена файлов или пути, содержимое буфера обмена, распознанный текст либо созданные приложением идентификаторы. Этот параметр можно изменить в любое время в разделе «Параметры».
zh_cn: 允许 Capture Tool 通过 Microsoft Store 服务发送可选使用情况数据。这些数据用于生成有关功能和命令使用情况以及关键操作结果的汇总统计信息。Capture Tool 不会包含你的捕获内容、文件名或路径、剪贴板内容、识别出的文本，也不会包含应用生成的标识符。你可以随时在“设置”中更改此选项。

# TelemetryConsentDialog_AllowButton
source: Send optional data
de_de: Optionale Daten senden
es_es: Enviar datos opcionales
fr_fr: Envoyer les données facultatives
ru_ru: Отправлять необязательные данные
zh_cn: 发送可选数据

# TelemetryConsentDialog_DontAllowButton
source: Don't send
de_de: Nicht senden
es_es: No enviar
fr_fr: Ne pas envoyer
ru_ru: Не отправлять
zh_cn: 不发送

# CaptureOverlay_StartRecordingFailedMessage
source: Recording couldn't start. Try again.
de_de: Die Aufnahme konnte nicht gestartet werden. Versuchen Sie es erneut.
es_es: No se pudo iniciar la grabación. Inténtalo de nuevo.
fr_fr: L’enregistrement n’a pas pu démarrer. Réessayez.
ru_ru: Не удалось начать запись. Повторите попытку.
zh_cn: 无法开始录制。请重试。

# CaptureOverlay_RecordingUnsupportedMessage
source: Screen recording isn't supported on this device.
de_de: Die Bildschirmaufnahme wird auf diesem Gerät nicht unterstützt.
es_es: La grabación de pantalla no es compatible con este dispositivo.
fr_fr: L’enregistrement d’écran n’est pas pris en charge sur cet appareil.
ru_ru: Запись с экрана не поддерживается на этом устройстве.
zh_cn: 此设备不支持屏幕录制。
